app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT 1  [["email", "manh_nt_y@hotmail.com"]]
---
  def create
    user = User.find_by(email: session_params[:email].downcase)